Repository: BobleeSlo/crewai
Catalog: MileLog/MileLog/Localizable.xcstrings
Source language: en
Languages: sl

source: %lld points recorded
sl: %lld zabeleženih točk

source: %lld trips · %@ km total · %@ km business · € %@ reimbursement
sl: %lld voženj · %@ km skupaj · %@ km poslovno · € %@ povračilo

source: About
sl: O aplikaciji

source: Account
sl: Račun

source: Account created. Check your email to confirm, then sign in.
sl: Račun je ustvarjen. Preverite svoj e-poštni nabiralnik za potrditev, nato se prijavite.

source: Active trip
sl: Aktivna vožnja

source: Add receipt photo
sl: Dodaj fotografijo računa

source: Add vehicle
sl: Dodaj vozilo

source: All trips (CSV)
sl: Vse vožnje (CSV)

source: Always ✓
sl: Vedno ✓

source: Amount
sl: Znesek

source: App
sl: Aplikacija

source: Apply locks now
sl: Zakleni stare vožnje

source: Auto-detect trips
sl: Samodejno zaznavanje voženj

source: Auto-recording trip
sl: Samodejno snemanje vožnje

source: Basics
sl: Osnove

source: Business
sl: Poslovno

source: Cancel
sl: Prekliči

source: Car Bluetooth
sl: Bluetooth vozila

source: Classify trip
sl: Razvrsti vožnjo

source: Clear
sl: Počisti

source: Clear pairing
sl: Odstrani povezavo

source: Commute
sl: Pot na delo

source: Company car
sl: Službeno vozilo

source: Compliance & locking
sl: Skladnost in zaklepanje

source: Could not load image.
sl: Slike ni bilo mogoče naložiti.

source: Create a new account
sl: Ustvari nov račun

source: Create account
sl: Ustvari račun

source: Customer / destination
sl: Stranka / cilj

source: Customer: %@. Tap to confirm or change.
sl: Stranka: %@. Tapnite za potrditev ali spremembo.

source: Date
sl: Datum

source: days
sl: dni

source: Default
sl: Privzeto

source: Default trip type
sl: Privzeti tip vožnje

source: Denied — fix in Settings
sl: Zavrnjeno — popravite v Nastavitvah

source: Details
sl: Podrobnosti

source: Detect trips automatically
sl: Samodejno zaznaj vožnje

source: Detection log
sl: Dnevnik zaznav

source: Device
sl: Naprava

source: Discard
sl: Zavrzi

source: Distance
sl: Razdalja

source: Done
sl: Končano

source: Edit trip
sl: Uredi vožnjo

source: Edit vehicle
sl: Uredi vozilo

source: Email
sl: E-pošta

source: End trip after
sl: Končaj vožnjo po

source: Events
sl: Dogodki

source: Export %@ trips as CSV
sl: Izvozi %@ voženj kot CSV

source: From
sl: Od

source: Fuel
sl: Gorivo

source: Generate PDF
sl: Ustvari PDF

source: Generated %@
sl: Ustvarjeno %@

source: GPS track
sl: GPS sled

source: Grant location permission
sl: Dovoli dostop do lokacije

source: Home & Work
sl: Doma in v službi

source: Home address
sl: Domači naslov

source: Home location
sl: Doma

source: I already have an account
sl: Že imam račun

source: License plate
sl: Registrska tablica

source: Location access is needed to measure distance.
sl: Za merjenje razdalje je potreben dostop do lokacije.

source: Location permission denied. Enable 'Always' for MileLog in iOS Settings → Privacy.
sl: Dovoljenje za lokacijo je zavrnjeno. V iOS Nastavitve → Zasebnost vklopite 'Vedno' za MileLog.

source: Lock trips after
sl: Zakleni vožnje po

source: Locked %@
sl: Zaklenjeno %@

source: Locked entry
sl: Zaklenjena vožnja

source: Mileage, date and vehicle can no longer be edited. Edits to purpose, customer and notes are recorded in the compliance audit log.
sl: Kilometrina, datum in vozilo niso več urejljivi. Spremembe namena, stranke in opomb se beležijo v revizijskem dnevniku skladnosti.

source: min stationary
sl: min mirovanja

source: Monitoring
sl: Aktivno

source: Monitoring is active. Pair your cars under Vehicles to identify which car you're driving.
sl: Spremljanje je aktivno. Povežite svoja vozila v zavihku Vozila, da prepoznate, s katerim vozilom se peljete.

source: Month
sl: Mesec

source: Monthly PDF logbook
sl: Mesečno PDF poročilo

source: My car
sl: Moje vozilo

source: Name (e.g. Škoda Octavia)
sl: Ime (npr. Škoda Octavia)

source: Need 'Always' location permission for background detection. Tap the button below to upgrade.
sl: Za zaznavanje v ozadju je potrebno dovoljenje za lokacijo 'Vedno'. Tapnite spodnji gumb za nadgradnjo.

source: New trip
sl: Nova vožnja

source: No Bluetooth audio device detected. Make sure your iPhone is currently connected to the car's audio.
sl: Bluetooth zvočna naprava ni zaznana. Prepričajte se, da je vaš iPhone trenutno povezan z avtomobilsko zvočno napravo.

source: No events yet.
sl: Še ni dogodkov.

source: No trips recorded for %@.
sl: Za mesec %@ ni zabeleženih voženj.

source: No trips to export yet.
sl: Še ni voženj za izvoz.

source: No trips yet
sl: Še ni voženj

source: Not asked yet
sl: Še ni vprašano

source: Not paired yet
sl: Še ni povezano

source: Notes
sl: Opombe

source: Off
sl: Izklopljeno

source: Once locked, a trip's mileage / date / vehicle become immutable. Edits to purpose, customer, and notes are still allowed but recorded in the audit log.
sl: Po zaklepanju postanejo kilometrina / datum / vozilo nespremenljivi. Spremembe namena, stranke in opomb so še vedno dovoljene, vendar zabeležene v revizijskem dnevniku.

source: Other
sl: Drugo

source: Pair with current Bluetooth connection
sl: Poveži s trenutno Bluetooth povezavo

source: Paired with %@
sl: Povezano z %@

source: Parking
sl: Parkirnina

source: Password (min 6 characters)
sl: Geslo (najmanj 6 znakov)

source: Permission
sl: Dovoljenje

source: Permission granted but monitoring is off — toggle off and on to restart.
sl: Dovoljenje je odobreno, vendar je spremljanje izklopljeno — izklopite in ponovno vklopite za zagon.

source: Private
sl: Zasebno

source: Purpose
sl: Namen

source: Rate per km
sl: Cena na km

source: Receipts
sl: Računi

source: Record
sl: Vožnja

source: Record your first trip from the Record tab.
sl: Posnemite svojo prvo vožnjo v zavihku Vožnja.

source: Recording…
sl: Snemanje…

source: Reimbursement
sl: Povračilo

source: Resolve addresses
sl: Razreši naslove

source: Resolving…
sl: Razreševanje…

source: Restricted
sl: Omejeno

source: Route
sl: Pot

source: Save
sl: Shrani

source: Settings
sl: Nastavitve

source: Share PDF · %lld trips · %@ km business
sl: Deli PDF · %lld voženj · %@ km poslovno

source: Sign in
sl: Prijava

source: Sign out
sl: Odjava

source: Signed in as
sl: Prijavljen kot

source: Sit in the car with the engine on and your phone connected to the car audio. Then tap the button above.
sl: Sedite v vozilo z vklopljenim motorjem in povezanim telefonom z avtomobilsko zvočno napravo. Nato tapnite zgornji gumb.

source: Start trip
sl: Začni vožnjo

source: Status
sl: Stanje

source: Stop trip
sl: Končaj vožnjo

source: Supabase cloud
sl: Oblak Supabase

source: Sync
sl: Sinhronizacija

source: Tap − or + to adjust
sl: Tapnite − ali + za nastavitev

source: Tap the button below to grant location permission.
sl: Tapnite spodnji gumb za dodelitev dovoljenja za lokacijo.

source: Tap to classify, or pick one below.
sl: Tapnite za razvrstitev ali izberite spodaj.

source: To
sl: Do

source: Toll
sl: Cestnina

source: Trip ended
sl: Vožnja končana

source: Trips
sl: Poti

source: Type
sl: Tip

source: Upload failed: %@
sl: Nalaganje ni uspelo: %@

source: Uploading…
sl: Nalaganje…

source: Used as the default classification when this vehicle's trip is auto-detected.
sl: Uporabljeno kot privzeta razvrstitev pri samodejnem zaznavanju vožnje s tem vozilom.

source: Used to recognize commute trips (Home → Work mornings, Work → Home evenings).
sl: Uporablja se za prepoznavanje voženj na delo (jutranje Doma → Služba, večerne Služba → Doma).

source: Vehicle
sl: Vozilo

source: Vehicles
sl: Vozila

source: When enabled, the app starts trips automatically when you start driving and ends them when you stop.
sl: Ko je vklopljeno, aplikacija samodejno zazna začetek in konec vaše vožnje.

source: While using — needs upgrade
sl: Med uporabo — potrebna nadgradnja

source: Work address
sl: Naslov službe

source: Work location
sl: Služba

source: Year
sl: Leto

source: Your trips are stored in your own Supabase project. Row-Level Security keeps every row private to your account.
sl: Vaše vožnje so shranjene v vašem lastnem Supabase projektu. Row-Level Security ohranja vsako vrstico zasebno za vaš račun.
